final titlehelp = 'المساعدة';
final text1 =
    'إذا واجهتك أي مشكلة أو كان لديك طلب لتعديل في تطبيقنا، فنحن هنا لمساعدتك. يهدف تطبيقنا إلى تسهيل عملية الوصول إلى ملفات المحاضرات بسهولة ويسر للطلاب.\n\nإليك بعض الخطوات التي يمكنك اتخاذها:';
final text2 =
    'التواصل معنا: يمكنك التواصل مع فريق الدعم الفني لدينا عبر البريد الإلكتروني teamiusr@gmail.com أو عبر نموذج الاتصال على موقعنا.\n\nوصف المشكلة أو الطلب: يرجى توضيح المشكلة التي تواجهها بأكبر قدر ممكن، أو وصف الطلب الذي تود تنفيذه بالتفصيل.\n\nالبيانات الضرورية: في حالة وجود مشكلة تقنية، يرجى تقديم معلومات إضافية مثل نوع الجهاز الذي تستخدمه ونظام التشغيل الخاص به.\n\nنحن نعمل باستمرار على تحسين تجربتك كمستخدم لتطبيقنا، ونحن نقدر ملاحظاتك واقتراحاتك بشدة. لا تتردد في الاتصال بنا في أي وقت.';
