final titleabout = 'حول التطبيق';
final text1 =
    'تهدف منصتنا التعليمية إلى توفير تجربة تعليمية شاملة وممتعة للطلاب. نقدم مجموعة واسعة من المقررات الدراسية والمواد التعليمية المنظمة بشكل جيد لكل مستوى دراسي وفقًا لمناهج الدراسة المعتمدة. يمكن للطلاب استكشاف المواد التعليمية بسهولة ومتابعة الملفات بفضل تصميمنا البسيط والواضح.';
final text2 =
    'سواء كنت تبحث عن مواد للدراسة أو ترغب في تعرف على بعض المواد  و استكشافها قبل تنزيل المقررات ، فإن منصتنا تقدم لك كل ما تحتاجه لتحقيق أهدافك التعليمية بنجاح.';
